Repository: alekssamos/textnormalizer_for_nvda
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Text Normalizer Settings
ru: Настройки Text Normalizer

source: &Copy text to clipboard
ru: &Копировать текст в буфер обмена

source: &Instant normalizing
ru: &Мгновенная нормализация

source: &Capitalize first letter
ru: &Первая буква заглавная

source: &Source text:
ru: &Исходный текст:

source: &Normalize entered text
ru: &Нормализовать введенный текст

source: N&ormalized text:
ru: Н&ормализованный текст

source: Error saving settings
ru: Ошибка сохранения настроек

source: Normalize text from the clipboard
ru: Нормализовать текст из буфера обмена

source: No text to normalize
ru: Нет текста для нормализации

source: Normalizes the selected text.
ru: Нормализовать выделенный текст

source: Normalizes the last spoken phrase
ru: Нормализовать последнюю сказанную фразу

source: Normalizes text from navigator object
ru: Нормализовать текст под объектом навигатора

source: Copy to clipboard
ru: Копировать в буфер обмена

source: No normalization to copy
ru: Нет текста для копирования

source: Copy last normalization to clipboard
ru: Копировать последний текст в буфер обмена

source: Shows the settings dialog
ru: Показать диалог настроек

source: Switches the function of automatic normalization
ru: Переключает функцию автоматической нормализации

source: Automatic normalization enabled
ru: Автоматическая нормализация включена

source: Automatic normalization disabled
ru: Автоматическая нормализация отключена

source: Translates the letters of the alphabet mixed in normal.
ru: Переводит буквы перемешанного алфавита в нормальные
